station-goal-fax-paper-name = Цель станции
station-goal-shuttle =
    { "[" }color=#008000]███░███░░░░██░░░░[/color]
    { "[" }color=#008000]░██░████░░░██░░░░[/color]       [head=3]Бланк документа[/head]
    { "[" }color=#008000]░░█░██░██░░██░█░░[/color]               [head=3]NanoTrasen[/head]
    { "[" }color=#008000]░░░░██░░██░██░██░[/color]      [bold]Central Command DOC[/bold]
    { "[" }color=#008000]░░░░██░░░████░███[/color]
    =============================================
                        ЦЕЛЬ СМЕНЫ: ПОСТРОЙКА
                          ПИЛОТИРУЕМЫЙ ШАТТЛ
    =============================================
    
    Цель вашей смены построить пилотируемый шаттл в космосе и обеспечить его всем необходимым для выживания.
    
    Задействованные отделы:
    - Инженерный инженерный: постройка и запуск шаттла;
    - Отдел снабжения: доставка всех необходимых материалов для выполнения цели;
    - Научный отдел: снабжение всей необходимой экипировкой и частями шаттла.
    
    Минимальные характеристики Цели:
    - Шаттл должен быть габаритами не менее 5{ "*" }5;
    - Шаттл должен быть оборудован не менее чем одним двигателем в каждом направлении (минимум 4 штуки), гироскопом, консолью управления шаттла минимум одним СМЭСом, а также он должен быть полностью герметичным и автономным (не нуждаться во внешнем источнике энергии).
    
    По выполнению цели обязателен отчёт о ситуации с докладом о выполнении цели.
    
    Возможно прибытие Представителя Центрального Командования для проверки выполнения цели, и оценки качества работы.
    
    =============================================
    { "[" }italic]                                Место для печатей[/italic]
station-goal-singularity =
    { "[" }color=#008000]███░███░░░░██░░░░[/color]
    { "[" }color=#008000]░██░████░░░██░░░░[/color]       [head=3]Бланк документа[/head]
    { "[" }color=#008000]░░█░██░██░░██░█░░[/color]               [head=3]NanoTrasen[/head]
    { "[" }color=#008000]░░░░██░░██░██░██░[/color]      [bold]Central Command DOC[/bold]
    { "[" }color=#008000]░░░░██░░░████░███[/color]
    =============================================
                       ЦЕЛЬ СМЕНЫ: ПОСТРОЙКА
                ГЕНЕРАТОР ОСНОВАННЫЙ НА СВЕРХМАССИВНОЙ
                           СИНГУЛЯРНОСТИ
    =============================================
    
    
        Цель вашей смены построить генератор основанный на сверхмассивной Сингулярности.
    
    Задействованные отделы:
    - Инженерный отдел: постройка и запуск Генератора;
    - Отдел снабжения: доставка всех необходимых материалов для выполнения цели;
    - Научный отдел: снабжение всей необходимой экипировкой и платами для выполнения цели.
    
    Обязательные условия выполнения Цели:
    - Генератор должен быть полностью изолирован от цепи питания станции;
    - Генератор должен быть оснащён минимум тремя СМЭСами;
    - Сдерживающая клетка Сингулярности должна быть способна сдержать сингулярность третьего-четвёртого класса.
    
    По выполнению цели обязателен отчёт о ситуации с докладом о выполнении цели
    
    Возможно прибытие Представителя центрального командования для проверки выполнения цели, и оценки качества работы.
    
    =============================================
    { "[" }italic]                                Место для печатей[/italic]
station-goal-solar-panels =
    { "[" }color=#008000]███░███░░░░██░░░░[/color]
    { "[" }color=#008000]░██░████░░░██░░░░[/color]       [head=3]Бланк документа[/head]
    { "[" }color=#008000]░░█░██░██░░██░█░░[/color]               [head=3]NanoTrasen[/head]
    { "[" }color=#008000]░░░░██░░██░██░██░[/color]      [bold]Central Command DOC[/bold]
    { "[" }color=#008000]░░░░██░░░████░███[/color]
    =============================================
                        ЦЕЛЬ СМЕНЫ: ПОСТРОЙКА
                          СОЛНЕЧНЫЕ ПАНЕЛИ
    =============================================
    
        Цель вашей смены организовать систему запасного питания для станции на основе солнечных панелей.
    
    Задействованные отделы:
    - Инженерный отдел: постройка и настройка Солнечных панелей;
    - Отдел снабжения: доставка всех необходимых материалов для выполнения цели;
    - Научный отдел: снабжение всей необходимой экипировкой и платами для выполнения цели.
    
    Обязательные условия выполнения Цели:
    - Для выполнения целей следует построить две новые ветки солнечных панелей. Каждая ветка должна состоять минимум из 60 солнечных панелей;
    - Новые ветки солнечных панелей должны быть изолированы от системы питания станции;
    - На каждой ветке обязательно должен быть установлен Солнечный трекер;
    - Производимая солнечными панелями энергия должна быть перенаправлена в новые 3 СМЭСа, не подключённых к общей сети станции;
    - Обязательное условие - постройка защитной сетки от попадания метеоров и космического мусора.
    
    По выполнению цели обязателен отчёт о ситуации с докладом о выполнении цели
    
    Возможно прибытие Представителя центрального командования для проверки выполнения цели, и оценки качества работы.
    
    =============================================
    { "[" }italic]                                Место для печатей[/italic]
station-goal-artifacts =
    { "[" }color=#008000]███░███░░░░██░░░░[/color]
    { "[" }color=#008000]░██░████░░░██░░░░[/color]       [head=3]Бланк документа[/head]
    { "[" }color=#008000]░░█░██░██░░██░█░░[/color]               [head=3]NanoTrasen[/head]
    { "[" }color=#008000]░░░░██░░██░██░██░[/color]      [bold]Central Command DOC[/bold]
    { "[" }color=#008000]░░░░██░░░████░███[/color]
    =============================================
                        ЦЕЛЬ СМЕНЫ: ИЗУЧЕНИЕ
                        КОСМИЧЕСКИЕ АРТЕФАКТЫ
    =============================================
    
        Цель вашей смены обнаружить, исследовать и доставить космические артефакты.
    
    Задействованные отделы:
    - Отдел снабжения: поиск и доставка космических артефактов на обломках/экспедициях;
    - Научный отдел: изучение артефактов, составление отчётов, организация доставки артефактов и отчётов об изучении на ЦК.
    
    Обязательные условия выполнения Цели:
    - Цель будет считаться выполненной, когда будет полностью изучено 2 артефакта;
    - После полного изучения, артефакт следует поместить в специальный контейнер для транспортировки на ЦК, и обозначить контейнер этикеткой (НИО-XX-000-# [italic]”XX-000 - номер станции, # - порядковый номер артефакта ”[/italic];
    - На каждый артефакт должны быть заполнены отчёты об изучении объекта. Отчёт обязательно должен содержать:
        ( * ) Наименование объекта
        ( * ) Описание внешнего вида объекта
        ( * ) Свойства объекта
        ( * ) Примечания
        ( * ) ФИ и должность ответственного
    - Отчёты вместе с распечатками узлов должны быть вложены в папки, и обозначены этикеткой (НИО-XX-000-# [italic]”XX-000 - номер станции, # - порядковый номер артефакта ”[/italic];
    - Документ должен быть удостоверен печатью научного руководителя.
    
    По выполнению цели обязателен отчёт о ситуации с докладом о выполнении цели
    
    Возможно прибытие Представителя центрального командования для проверки выполнения цели, и оценки качества работы.
    
    =============================================
    { "[" }italic]                                Место для печатей[/italic]
station-goal-bank =
    { "[" }color=#008000]███░███░░░░██░░░░[/color]
    { "[" }color=#008000]░██░████░░░██░░░░[/color]       [head=3]Бланк документа[/head]
    { "[" }color=#008000]░░█░██░██░░██░█░░[/color]               [head=3]NanoTrasen[/head]
    { "[" }color=#008000]░░░░██░░██░██░██░[/color]      [bold]Central Command DOC[/bold]
    { "[" }color=#008000]░░░░██░░░████░███[/color]
    =============================================
                        ЦЕЛЬ СМЕНЫ: ПОСТРОЙКА
                        ОРБИТАЛЬНОЕ ХРАНИЛИЩЕ
    =============================================
        Цель вашей смены постройка орбитального хранилища с припасами и технологиями.
    
    Задействованные отделы:
    - Инженерный отдел: постройка и запечатывание хранилища;
    - Отдел снабжения: доставка всех необходимых материалов для выполнения цели;
    - Научный отдел: изучение всех необходимых технологий для выполнения цели;
    - Медицинский отдел: изготовление медикаментов;
    - Сервисный отдел: изготовление пищи, получение семян;
    - Служба безопасности: 
    
    Обязательные условия выполнения Цели:
    - Хранилище должно быть размещено в космосе, отдельно от основной станции.
    - Хранилище должно быть хорошо защищено, поэтому стены должны быть сделаны из пластали. Также должна быть защита от метеоров в виде внешней решётки.
    - После постройки хранилища, оно должно быть отстыковано от станции.
    - В хранилище необходимо разместить 4 ящика:
    { "    *" } Ящик с медикаментами (каждый в подписанной канистре по 200 единиц):
    { "        *" }Базовые медикаменты: бикаридин, диловен, дермалин;
    { "        *" }Продвинутые медикаменты: аритразин, лепоразин, транексамовая кислота, дексалин плюс;
    { "        *" }Передовые лекарства: эпинефрин, фалангимин, окулин, сигинат.
    
    
    { "    *" } Ящик с семенами(по 5 единиц каждого):
    { "        *" }Фрукты и овощи: чили, ананас, лимон, баклажан;
    { "        *" }Грибы, корнеплоды и злаки: лисички, пшеница, лук, морковь;
    { "        *" }Полезные растения: алоэ, амброзия вульгарис, галакточертополох, табак.
    
    { "    *" } Ящик-холодильник с едой:
    { "        *" }50 порций еды, минимум по 5 порций из разных категорий (супы, пироги, пиццы, бургеры и т.д.);
    
    { "    *" } Ящик с ценными (недоступными без изучения), но не уникальными платами:
    { "        *" }20 плат, минимум по 2 из каждой категории;
    
    Проследите за сохранностью содержимого в хранилище до окончания смены.
    
    По выполнению цели обязателен отчёт о ситуации с докладом о выполнении цели
    
    Возможно прибытие Представителя центрального командования для проверки выполнения цели, и оценки качества работы.
    
    =============================================
    { "[" }italic]                                Место для печатей[/italic]
station-goal-zoo =
    { "[" }color=#008000]███░███░░░░██░░░░[/color]
    { "[" }color=#008000]░██░████░░░██░░░░[/color]       [head=3]Бланк документа[/head]
    { "[" }color=#008000]░░█░██░██░░██░█░░[/color]               [head=3]NanoTrasen[/head]
    { "[" }color=#008000]░░░░██░░██░██░██░[/color]      [bold]Central Command DOC[/bold]
    { "[" }color=#008000]░░░░██░░░████░███[/color]
    =============================================
                        ЦЕЛЬ СМЕНЫ: ПОСТРОЙКА
                               ЗООПАРК
    =============================================
    
        Цель вашей смены улучшить рекреацию персонала на станции.
    
    Задействованные отделы:
    - Инженерный отдел: постройка зоопарка, наладка атмосферы в зоопарке;
    - Отдел снабжения: доставка всех необходимых материалов для выполнения цели;
    - Научный отдел: сборка клинботов;
    - Сервисный отдел: подготовка пищи для животных в зоопарке.
    
    Обязательные условия выполнения Цели:
    - Инженерному отделу необходимо построить зоопарк в недалекой доступности от дорматориев;
    - В зоопарке должно быть минимум три вольера с тремя разными видами животных;
    - Каждый вольер должен быть оснащён минимум одним клинботом, индивидуальной вентиляцией и скрубберами;
    - Каждому животному должно быть обеспечено пропитание в виде 10 единиц пищи, подходящей для данного животного;
    - В зоопарк запрещается помещать агрессивных животных (карпов, слизней и т.д.).
    
    По выполнению цели обязателен отчёт о ситуации с докладом о выполнении цели
    
    Возможно прибытие Представителя центрального командования для проверки выполнения цели, и оценки качества работы.
    
    =============================================
    { "[" }italic]                                Место для печатей[/italic]
station-goal-borgbuild =
    { "[" }color=#008000]███░███░░░░██░░░░[/color]
    { "[" }color=#008000]░██░████░░░██░░░░[/color]       [head=3]Бланк документа[/head]
    { "[" }color=#008000]░░█░██░██░░██░█░░[/color]               [head=3]NanoTrasen[/head]
    { "[" }color=#008000]░░░░██░░██░██░██░[/color]      [bold]Central Command DOC[/bold]
    { "[" }color=#008000]░░░░██░░░████░███[/color]
    =============================================
                        ЦЕЛЬ СМЕНЫ: ПОСТРОЙКА 
                      ИНФРАСТРУКТУРА ДЛЯ БОРГОВ
    =============================================
    
        Цель вашей смены повысить автоматизацию станции путём постройки станции обслуживания боргов, и сборки минимум трёх боргов.
    
    Задействованные отделы:
    - Инженерный отдел: постройка станции;
    - Отдел снабжения: доставка всех необходимых материалов для выполнения цели;
    - Научный отдел: исследование технологий и сборка боргов;
    
    Обязательные условия выполнения Цели:
    - Инженерному отделу необходимо построить станцию обслуживания боргов в непосредственной близости к научному отделу;
    - Станция обслуживания должна иметь минимум 3 станции зарядки боргов, и обеспечена всем необходимым для обслуживания боргов: набор инструментов, батареи;
    - Учёные должны собрать минимум три борга разной направленности (сервисный, медицинский и т.д.);
    - Каждый борг должен быть обеспечен минимум одним модулем своей направленности;
    
    По выполнению цели обязателен отчёт о ситуации с докладом о выполнении цели
    
    Возможно прибытие Представителя центрального командования для проверки выполнения цели, и оценки качества работы.
    
    =============================================
    { "[" }italic]                                Место для печатей[/italic]
station-goal-colonization =
    { "[" }color=#008000]███░███░░░░██░░░░[/color]
    { "[" }color=#008000]░██░████░░░██░░░░[/color]       [head=3]Бланк документа[/head]
    { "[" }color=#008000]░░█░██░██░░██░█░░[/color]               [head=3]NanoTrasen[/head]
    { "[" }color=#008000]░░░░██░░██░██░██░[/color]      [bold]Central Command DOC[/bold]
    { "[" }color=#008000]░░░░██░░░████░███[/color]
    =============================================
                        ЦЕЛЬ СМЕНЫ: ПОСТРОЙКА 
                    КАПСУЛА ДЛЯ КОЛОНИЗАЦИИ ПЛАНЕТЫ
    =============================================
    
        Цель вашей смены построить капсулу для колонизации планеты [ЗАСЕКРЕЧЕНО].
    
    Задействованные отделы:
    - Инженерный отдел: постройка и наладка капсулы;
    - Отдел снабжения: доставка всех необходимых материалов для выполнения цели;
    - Научный отдел: исследование технологий для обеспечения цели, всеми необходимыми инструментами и платами;
    - Сервисный отдел: обеспечение капсулы семенами и провизией;
    - Медицинский отдел: обеспечение капсулы медицинскими препаратами;
    - Служба безопасности: обеспечение капсулы оружием и боеприпасами, а также охрана объекта во время строительства.
    
    Обязательные условия выполнения Цели:
    - Минимальный размер капсулы - 13{ "*" }9
    - Капсула условно должена состоять из двух частей: функциональную часть и хранилище;
    - Капсула должна быть полностью герметичной и автономной (не нуждаться во внешнем источнике энергии);
    - Капсула должна быть хорошо защищена, поэтому стены должны быть сделаны из пластали.
    - Функциональная часть должна содержать:  
    { "    *" }Не менее одного двигателя в каждом направлении (минимум 4 штуки);
    { "    *" }Гироскоп;
    { "    *" }Консоль управления шаттлом;
    { "    *" }Минимум один СМЭС;
    - Хранилище должно содержать 5 ящиков:
    { "    *" }Ящик с медикаментами (каждый в подписанной канистре по 200 единиц):
    { "        *" }Базовые медикаменты: бикаридин, диловен, дермалин;
    { "        *" }Продвинутые медикаменты: аритразин, лепоразин, транексамовая кислота, дексалин плюс;
    { "        *" }Передовые лекарства: эпинефрин, фалангимин, окулин, сигинат.
    
    { "    *" }Ящик с элементами обеспечения энергией:
    { "        *" }Минимум 9 единиц деталей ДАМ;
    { "        *" }Минимум 6 топливных элементов для ДАМ;
    
    { "    *" }Ящик с семенами(по 5 единиц каждого):
    { "        *" }Фрукты и овощи: чили, ананас, лимон, баклажан;
    { "        *" }Грибы, корнеплоды и злаки: лисички, пшеница, лук, морковь;
    { "        *" }Полезные растения: алоэ, амброзия вульгарис, галакточертополох, табак.
    
    { "    *" }Ящик-холодильник с едой:
    { "        *" }50 порций еды, минимум по 5 порций из разных категорий (супы, пироги, пиццы, бургеры и т.д.);
    
    { "    *" }Ящик с ценными (недоступными без изучения), но не уникальными платами:
    { "        *" }20 плат, минимум по 2 из каждой категории;
    
    { "    *" }Ящик с вооружением для самообороны:
    { "        *" }2 автомата;
    { "        *" }2 дробовика;
    { "        *" }2 пистолета;
    { "        *" }по 4 коробки патронов к каждому виду вооружения;
    { "        *" }по 4 магазина к каждой единице оружия.
    
    Проследите за сохранностью содержимого в хранилище до окончания смены.
    
    По выполнению цели обязателен отчёт о ситуации с докладом о выполнении цели
    
    Возможно прибытие Представителя центрального командования для проверки выполнения цели, и оценки качества работы.
    
    =============================================
    { "[" }italic]                                Место для печатей[/italic]
