job-description-hosp = Охраняйте это место используя все возможное и невозможно, иначе на свободу вырвутся самые опасные обитатели вселенной.
job-description-space-prison-officer = Ограждать станцию от преступного элемента - это ваша наивысшая миссия на смену, не подведите.
job-description-space-prison-engineer = Обслуживайте тюрьму, ибо сбежавшие зеки придут за вами в первую очередь.
job-description-space-prison-medic = Лечите самых опасных преступников космических просторов, варите медецинские препараты.
