job-description-hosp = Охраняйте это место используя все возможное и невозможно, иначе на свободу вырвутся самые опасные обитатели вселенной.
job-description-space-prison-officer = Ограждать станцию от преступного элемента - это ваша наивысшая миссия на смену, не подведите.
job-description-space-prison-engineer = Обслуживайте тюрьму, ибо сбежавшие зеки придут за вами в первую очередь.
job-description-space-prison-medic = Лечите самых опасных преступников космических просторов, варите медецинские препараты.
job-description-senior-engineer = Обучайте новых инженеров основам работы силовых установок, ремонту, атмосферике и энергоснабжению станции.
job-description-senior-researcher = Обучайте новых учёных основам печати предметов, исследования артефактов и аномальных объектов.
job-description-senior-physician = Обучайте новых врачей основам оказания помощи раненым, химии, диагностике больных и утилизации трупов.
job-description-senior-officer = Обучать новых офицеров основам обыска и задержания, срокам заключения и правильному обращению с огнестрельным оружием.
