ent-Supermatter = Кристалл Сверхматерии
    .desc = Необычно полупрозрачный и переливающийся кристалл.

ent-SupermatterSliver = Осколок кристалла сверхматерии
    .desc = Осколок кристалла сверхматерии. Высокорадиоактивный.

supermatter-announcer = Автоматический Двигатель Сверхматерии

supermatter-examine-integrity =
    Его целостность [color=yellow]{$integrity}%[/color].

supermatter-warning =
    Внимание! Нарушается целостность гиперструктуры кристалла! Целостность: {$integrity}%.

supermatter-emergency =
    ОПАСНОСТЬ! Целостность гиперструктуры кристалла достигает критического уровня! Целостность: {$integrity}%.

supermatter-delam-explosion =
    РАССЛОЕНИЕ КРИСТАЛЛА НЕИЗБЕЖНО! Целостность кристалла достигла критического уровня! Задействовано поле аварийной причинно-следственной дестабилизации.

supermatter-delam-overmass =
    РАССЛОЕНИЕ КРИСТАЛЛОВ НЕИЗБЕЖНО! Целостность гиперструктуры кристалла достигла критической массы разрушения! Образование сингулярности неизбежно!

supermatter-delam-tesla =
    РАССЛОЕНИЕ КРИСТАЛЛА НЕИЗБЕЖНО! Целостность гиперструктуры кристалла достигла критического значения, произошел сбой при скачке напряжения! Образование энергетического шара неизбежно!

supermatter-delam-cascade =
    НЕИЗБЕЖНОЕ РАССЛОЕНИЕ КРИСТАЛЛА! Превышены пределы частоты гармоник, поле дестабилизации происшествий не может быть задействовано!

supermatter-delam-cancel =
    Кристаллическая гиперструктура возвращается к безопасным рабочим параметрам. Система защиты от сбоев отключена. Целостность: {$integrity}%.

supermatter-seconds-before-delam =
    Расчетное время до расслоение: {$seconds} секунд.

supermatter-tamper-begin =
    Вы начинаете осторожно отрезать кусочек от кристалла сверхматерии...

supermatter-tamper-end =
    Вы чувствуете, как на ваши ладони ложится энергия тысячи солнц. Или это все радиация?

supermatter-announcement-cc-tamper =
    Наша автоматическая система обнаружения несчастных случаев обнаружила, что структурная целостность кристалла сверхматерии была нарушена в результате воздействия внешней силы.
    Инженерный отдел, немедленно явиться к двигателю сверхматерии.
