ent-ClothingOuterHardsuitEngiSP = скафандр инженера КТ
    .desc = Специальный костюм для защиты от опасных сред с низким давлением. Имеет защиту от радиации.
ent-ClothingOuterHardsuitOfficerSP = скафандр офицера КТ
    .desc = Специальный костюм для защиты от опасных сред с низким давлением. Имеет дополнительный слой брони.
ent-ClothingOuterHardsuitWardenOfSP = скафандр главы КТ
    .desc = Специализированный костюм для борьбы с массовыми беспорядками, предназначенный для работы в условиях низкого давления при сохранении маневренности.
