ent-ClothingUniformJumpsuitJedi = роба джедая
    .desc = Свободная роба, носимая членами Ордена джедаев.
ent-ClothingUniformJumpsuitJediNt = униформа стража клинка
    .desc = Специальная униформа никак не повышающая точность владения мечом.
ent-ClothingUniformJumpsuitSP = комбинезон космической тюрьмы
    .desc = Комбинезон из прочного материала, обеспечивающий надежную защиту.
ent-ClothingUniformJumpsuitHoSP = комбинезон главы космической тюрьмы
    .desc = Комбинезон из прочного материала, обеспечивающий надежную защиту.
